// هذا الملف تعدله صفحة admin.html تلقائيًا.

const LESSONS = [
  {
    "title": "4-2 الطبيعة الموجية للضوء",
    "students": [
      "انس",
      "وضاح",
      "فهد",
      "أيوب",
      "أسامه",
      "عبد العزيز"
    ],
    "date": "2026-10-11"
  },
  {
    "title": "4-1 الاستضاءة",
    "students": [
      "سعد",
      "مشاري",
      "خالد",
      "مشعل",
      "تركي"
    ],
    "date": "2026-10-07",
    "done": true
  },
  {
    "title": "5-2 المرايا الكروية",
    "students": [
      "ابراهيم سالم",
      "عبدالله سلطان",
      "هشام عمر",
      "بدر عبدالرحمن"
    ],
    "date": "2026-10-13"
  }
];
